Repository: kolianych/NBRB_courses
Catalog: lib/l10n/intl_*.arb
Languages: ru

# curofficialrate
source: {cur_OfficialRate} bel.rub.
ru: {cur_OfficialRate} бел.руб.

# no_cover_value
source: Enter the amount value
ru: Введите значение суммы

# exchange
source: Exchange {snapshot.data}
ru: Курс {snapshot.data}

# exchangeHowmuch
source: course for {quotName}
ru: курс за {quotName}

source: Error loading currencies
ru: Ошибка загрузки валют

source: Sum
ru: Сумма

# converter_text
source: Currency converter
ru: Конвертор валют

source: Search
ru: Поиск

# statetimestart
source: current exchange rates for {state.timeStart}
ru: текущие курсы валют на {state.timeStart}

source: Go to currency converter
ru: Перейти в конвертор валют

# nbrnExchangeRates
source: NBRB exchange rates
ru: Курсы валют НБРБ
